name_list = {
    "蛇":{
        '凡·青蛇':
             {"攻击成长":1,
              "防御成长":1,
              "血量成长":1,
              "攻击":200,
              "防御":100,
              "血量":1000
              },
         '凡·白蛇':
              {"攻击成长": 1.2,
               "防御成长": 1.2,
               "血量成长": 1.2,
               "攻击": 800,
               "防御": 400,
               "血量": 4000
               },

    },
    "史莱姆":{
        '玩家·史莱姆':
             {"攻击成长":1,
              "防御成长":1,
              "血量成长":1,
              "攻击":500,
              "防御":300,
              "血量":3000
              },
        }
}
